collected-data/mfs-4-rep-results/experiement-6/80/fio-mfs-test-high-seq-read-tnf.txt
Started: 12-04-2022--19-25-42

high-seq-read-/mnt/mfs: (g=0): rw=read, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=libaio, iodepth=1
...
fio-3.29-112-gc3773
Starting 10 processes
high-seq-read-/mnt/mfs: Laying out IO file (1 file / 10MiB)

high-seq-read-/mnt/mfs: (groupid=0, jobs=1): err= 0: pid=7084: Tue Apr 12 19:25:52 2022
  read: IOPS=13, BW=1800KiB/s (1843kB/s)(7552KiB/4195msec)
    slat (usec): min=76, max=1756.7k, avg=97813.36, stdev=338660.88
    clat (nsec): min=2235, max=5169, avg=2914.05, stdev=491.93
     lat (usec): min=80, max=1403.3k, avg=69225.43, stdev=259991.70
    clat percentiles (nsec):
     |  1.00th=[ 2224],  5.00th=[ 2576], 10.00th=[ 2640], 20.00th=[ 2640],
     | 30.00th=[ 2640], 40.00th=[ 2736], 50.00th=[ 2736], 60.00th=[ 2800],
     | 70.00th=[ 2864], 80.00th=[ 2928], 90.00th=[ 3856], 95.00th=[ 3984],
     | 99.00th=[ 5152], 99.50th=[ 5152], 99.90th=[ 5152], 99.95th=[ 5152],
     | 99.99th=[ 5152]
   bw (  KiB/s): min=  256, max= 3840, per=20.75%, avg=2965.60, stdev=1550.19, samples=5
   iops        : min=    2, max=   30, avg=23.00, stdev=12.00, samples=5
  lat (usec)   : 4=96.55%, 10=3.45%
  cpu          : usr=0.02%, sys=0.00%, ctx=73, majf=0, minf=37
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=58,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-read-/mnt/mfs: (groupid=0, jobs=1): err= 0: pid=7085: Tue Apr 12 19:25:52 2022
  read: IOPS=12, BW=1610KiB/s (1649kB/s)(6528KiB/4054msec)
    slat (usec): min=75, max=1969.8k, avg=111182.41, stdev=369291.11
    clat (nsec): min=2654, max=30661, avg=3476.78, stdev=3962.74
     lat (usec): min=79, max=1456.1k, avg=74016.90, stdev=259327.77
    clat percentiles (nsec):
     |  1.00th=[ 2640],  5.00th=[ 2640], 10.00th=[ 2640], 20.00th=[ 2736],
     | 30.00th=[ 2736], 40.00th=[ 2736], 50.00th=[ 2800], 60.00th=[ 2800],
     | 70.00th=[ 2800], 80.00th=[ 2928], 90.00th=[ 3568], 95.00th=[ 3856],
     | 99.00th=[30592], 99.50th=[30592], 99.90th=[30592], 99.95th=[30592],
     | 99.99th=[30592]
   bw (  KiB/s): min=  256, max= 4007, per=14.92%, avg=2132.60, stdev=1837.20, samples=5
   iops        : min=    2, max=   31, avg=16.60, stdev=14.28, samples=5
  lat (usec)   : 4=96.00%, 10=2.00%, 50=2.00%
  cpu          : usr=0.02%, sys=0.00%, ctx=63, majf=0, minf=36
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=50,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-read-/mnt/mfs: (groupid=0, jobs=1): err= 0: pid=7086: Tue Apr 12 19:25:52 2022
  read: IOPS=12, BW=1603KiB/s (1642kB/s)(7552KiB/4711msec)
    slat (usec): min=75, max=1791.6k, avg=100124.38, stdev=329903.25
    clat (nsec): min=1746, max=6285, avg=2935.78, stdev=853.68
     lat (usec): min=79, max=1791.6k, avg=79620.21, stdev=292394.25
    clat percentiles (nsec):
     |  1.00th=[ 1752],  5.00th=[ 1880], 10.00th=[ 2160], 20.00th=[ 2640],
     | 30.00th=[ 2640], 40.00th=[ 2640], 50.00th=[ 2736], 60.00th=[ 2800],
     | 70.00th=[ 2864], 80.00th=[ 2992], 90.00th=[ 3632], 95.00th=[ 5856],
     | 99.00th=[ 6304], 99.50th=[ 6304], 99.90th=[ 6304], 99.95th=[ 6304],
     | 99.99th=[ 6304]
   bw (  KiB/s): min=  256, max= 4096, per=20.05%, avg=2865.60, stdev=1580.29, samples=5
   iops        : min=    2, max=   32, avg=22.20, stdev=12.34, samples=5
  lat (usec)   : 2=6.90%, 4=87.93%, 10=5.17%
  cpu          : usr=0.02%, sys=0.00%, ctx=72, majf=0, minf=36
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=58,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-read-/mnt/mfs: (groupid=0, jobs=1): err= 0: pid=7087: Tue Apr 12 19:25:52 2022
  read: IOPS=20, BW=2718KiB/s (2783kB/s)(7552KiB/2779msec)
    slat (usec): min=60, max=2356.7k, avg=87017.43, stdev=350547.72
    clat (nsec): min=1676, max=422820, avg=10003.05, stdev=55160.23
     lat (usec): min=63, max=1220.0k, avg=47896.49, stdev=181946.87
    clat percentiles (nsec):
     |  1.00th=[  1672],  5.00th=[  1816], 10.00th=[  1880], 20.00th=[  2576],
     | 30.00th=[  2640], 40.00th=[  2736], 50.00th=[  2800], 60.00th=[  2800],
     | 70.00th=[  2864], 80.00th=[  2992], 90.00th=[  3568], 95.00th=[  4128],
     | 99.00th=[423936], 99.50th=[423936], 99.90th=[423936], 99.95th=[423936],
     | 99.99th=[423936]
   bw (  KiB/s): min=  256, max= 4104, per=17.93%, avg=2562.00, stdev=1661.54, samples=4
   iops        : min=    2, max=   32, avg=20.00, stdev=12.96, samples=4
  lat (usec)   : 2=15.52%, 4=79.31%, 10=3.45%, 500=1.72%
  cpu          : usr=0.04%, sys=0.00%, ctx=76, majf=0, minf=36
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=58,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-read-/mnt/mfs: (groupid=0, jobs=1): err= 0: pid=7088: Tue Apr 12 19:25:52 2022
  read: IOPS=17, BW=2354KiB/s (2411kB/s)(3456KiB/1468msec)
    slat (usec): min=72, max=1078.7k, avg=77579.98, stdev=267148.43
    clat (nsec): min=2584, max=5797, avg=2833.96, stdev=667.06
     lat (usec): min=77, max=919575, avg=39079.81, stdev=180531.67
    clat percentiles (nsec):
     |  1.00th=[ 2576],  5.00th=[ 2576], 10.00th=[ 2576], 20.00th=[ 2576],
     | 30.00th=[ 2640], 40.00th=[ 2640], 50.00th=[ 2640], 60.00th=[ 2640],
     | 70.00th=[ 2736], 80.00th=[ 2736], 90.00th=[ 2928], 95.00th=[ 4048],
     | 99.00th=[ 5792], 99.50th=[ 5792], 99.90th=[ 5792], 99.95th=[ 5792],
     | 99.99th=[ 5792]
   bw (  KiB/s): min= 2821, max= 3126, per=20.80%, avg=2973.50, stdev=215.67, samples=2
   iops        : min=   22, max=   24, avg=23.00, stdev= 1.41, samples=2
  lat (usec)   : 4=92.31%, 10=7.69%
  cpu          : usr=0.00%, sys=0.00%, ctx=29, majf=0, minf=36
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=26,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-read-/mnt/mfs: (groupid=0, jobs=1): err= 0: pid=7089: Tue Apr 12 19:25:52 2022
  read: IOPS=15, BW=2057KiB/s (2106kB/s)(8576KiB/4169msec)
    slat (usec): min=77, max=2513.9k, avg=99684.16, stdev=377736.88
    clat (usec): min=2, max=393, avg= 9.42, stdev=48.20
     lat (usec): min=81, max=1492.0k, avg=63118.60, stdev=232069.63
    clat percentiles (usec):
     |  1.00th=[    3],  5.00th=[    3], 10.00th=[    3], 20.00th=[    3],
     | 30.00th=[    3], 40.00th=[    3], 50.00th=[    3], 60.00th=[    3],
     | 70.00th=[    3], 80.00th=[    3], 90.00th=[    4], 95.00th=[    6],
     | 99.00th=[  396], 99.50th=[  396], 99.90th=[  396], 99.95th=[  396],
     | 99.99th=[  396]
   bw (  KiB/s): min=  256, max= 4096, per=16.52%, avg=2361.80, stdev=1387.89, samples=5
   iops        : min=    2, max=   32, avg=18.00, stdev=10.79, samples=5
  lat (usec)   : 4=92.42%, 10=3.03%, 50=3.03%, 500=1.52%
  cpu          : usr=0.00%, sys=0.02%, ctx=84, majf=0, minf=37
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=66,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-read-/mnt/mfs: (groupid=0, jobs=1): err= 0: pid=7090: Tue Apr 12 19:25:52 2022
  read: IOPS=13, BW=1745KiB/s (1786kB/s)(7552KiB/4329msec)
    slat (usec): min=64, max=1560.4k, avg=86237.03, stdev=290738.52
    clat (nsec): min=1816, max=15784, avg=3092.24, stdev=1841.29
     lat (usec): min=67, max=1560.4k, avg=74616.64, stdev=279103.25
    clat percentiles (nsec):
     |  1.00th=[ 1816],  5.00th=[ 1960], 10.00th=[ 2320], 20.00th=[ 2640],
     | 30.00th=[ 2640], 40.00th=[ 2736], 50.00th=[ 2736], 60.00th=[ 2800],
     | 70.00th=[ 2864], 80.00th=[ 3088], 90.00th=[ 3504], 95.00th=[ 5280],
     | 99.00th=[15808], 99.50th=[15808], 99.90th=[15808], 99.95th=[15808],
     | 99.99th=[15808]
   bw (  KiB/s): min=  256, max= 4608, per=18.00%, avg=2572.20, stdev=1736.93, samples=5
   iops        : min=    2, max=   36, avg=20.00, stdev=13.64, samples=5
  lat (usec)   : 2=5.17%, 4=89.66%, 10=3.45%, 20=1.72%
  cpu          : usr=0.02%, sys=0.00%, ctx=71, majf=0, minf=37
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=58,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-read-/mnt/mfs: (groupid=0, jobs=1): err= 0: pid=7091: Tue Apr 12 19:25:52 2022
  read: IOPS=10, BW=1429KiB/s (1463kB/s)(4480KiB/3135msec)
    slat (usec): min=58, max=1538.4k, avg=101450.50, stdev=338549.52
    clat (nsec): min=1885, max=5308, avg=2775.26, stdev=675.91
     lat (usec): min=61, max=1538.4k, avg=68385.12, stdev=280449.60
    clat percentiles (nsec):
     |  1.00th=[ 1880],  5.00th=[ 1880], 10.00th=[ 1960], 20.00th=[ 2576],
     | 30.00th=[ 2576], 40.00th=[ 2640], 50.00th=[ 2640], 60.00th=[ 2736],
     | 70.00th=[ 2736], 80.00th=[ 2928], 90.00th=[ 3280], 95.00th=[ 4768],
     | 99.00th=[ 5280], 99.50th=[ 5280], 99.90th=[ 5280], 99.95th=[ 5280],
     | 99.99th=[ 5280]
   bw (  KiB/s): min=  768, max= 4096, per=20.75%, avg=2965.00, stdev=1902.94, samples=3
   iops        : min=    6, max=   32, avg=23.00, stdev=14.73, samples=3
  lat (usec)   : 2=11.76%, 4=82.35%, 10=5.88%
  cpu          : usr=0.03%, sys=0.00%, ctx=42, majf=0, minf=37
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=34,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-read-/mnt/mfs: (groupid=0, jobs=1): err= 0: pid=7092: Tue Apr 12 19:25:52 2022
  read: IOPS=11, BW=1461KiB/s (1497kB/s)(5504KiB/3766msec)
    slat (usec): min=80, max=1392.2k, avg=97814.78, stdev=329879.67
    clat (nsec): min=1537, max=4121, avg=2760.40, stdev=478.92
     lat (usec): min=85, max=1392.2k, avg=76382.67, stdev=302048.97
    clat percentiles (nsec):
     |  1.00th=[ 1544],  5.00th=[ 2024], 10.00th=[ 2576], 20.00th=[ 2576],
     | 30.00th=[ 2640], 40.00th=[ 2640], 50.00th=[ 2640], 60.00th=[ 2736],
     | 70.00th=[ 2800], 80.00th=[ 2864], 90.00th=[ 3408], 95.00th=[ 3760],
     | 99.00th=[ 4128], 99.50th=[ 4128], 99.90th=[ 4128], 99.95th=[ 4128],
     | 99.99th=[ 4128]
   bw (  KiB/s): min=  256, max= 3840, per=18.28%, avg=2613.75, stdev=1629.63, samples=4
   iops        : min=    2, max=   30, avg=20.25, stdev=12.61, samples=4
  lat (usec)   : 2=4.76%, 4=92.86%, 10=2.38%
  cpu          : usr=0.03%, sys=0.00%, ctx=49, majf=0, minf=37
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=42,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-read-/mnt/mfs: (groupid=0, jobs=1): err= 0: pid=7093: Tue Apr 12 19:25:52 2022
  read: IOPS=17, BW=2325KiB/s (2381kB/s)(8576KiB/3688msec)
    slat (usec): min=77, max=2008.8k, avg=84583.64, stdev=306954.78
    clat (nsec): min=2584, max=3911, avg=2829.59, stdev=313.58
     lat (usec): min=82, max=1058.6k, avg=55433.77, stdev=194536.33
    clat percentiles (nsec):
     |  1.00th=[ 2576],  5.00th=[ 2576], 10.00th=[ 2576], 20.00th=[ 2640],
     | 30.00th=[ 2640], 40.00th=[ 2640], 50.00th=[ 2736], 60.00th=[ 2736],
     | 70.00th=[ 2800], 80.00th=[ 2864], 90.00th=[ 3344], 95.00th=[ 3696],
     | 99.00th=[ 3920], 99.50th=[ 3920], 99.90th=[ 3920], 99.95th=[ 3920],
     | 99.99th=[ 3920]
   bw (  KiB/s): min=  256, max= 4864, per=22.22%, avg=3176.00, stdev=1834.58, samples=5
   iops        : min=    2, max=   38, avg=24.80, stdev=14.32, samples=5
  lat (usec)   : 4=100.00%
  cpu          : usr=0.00%, sys=0.05%, ctx=78, majf=0, minf=36
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=66,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=14.0MiB/s (14.6MB/s), 1429KiB/s-2718KiB/s (1463kB/s-2783kB/s), io=65.8MiB (68.9MB), run=1468-4711msec
high-seq-read-/mnt/mfs: (g=0): rw=read, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=libaio, iodepth=1
...
fio-3.29-112-gc3773
Starting 10 processes
high-seq-read-/mnt/mfs: Laying out IO file (1 file / 10MiB)

high-seq-read-/mnt/mfs: (groupid=0, jobs=1): err= 0: pid=7496: Tue Apr 12 19:27:04 2022
  read: IOPS=11, BW=1492KiB/s (1528kB/s)(6528KiB/4374msec)
    slat (usec): min=68, max=1769.4k, avg=116160.81, stdev=359491.20
    clat (nsec): min=1885, max=16762, avg=3096.72, stdev=2088.09
     lat (usec): min=71, max=1769.4k, avg=87417.36, stdev=298077.99
    clat percentiles (nsec):
     |  1.00th=[ 1880],  5.00th=[ 1960], 10.00th=[ 2096], 20.00th=[ 2576],
     | 30.00th=[ 2640], 40.00th=[ 2640], 50.00th=[ 2736], 60.00th=[ 2736],
     | 70.00th=[ 2800], 80.00th=[ 2864], 90.00th=[ 3504], 95.00th=[ 5216],
     | 99.00th=[16768], 99.50th=[16768], 99.90th=[16768], 99.95th=[16768],
     | 99.99th=[16768]
   bw (  KiB/s): min=  256, max= 4096, per=15.42%, avg=2409.40, stdev=1973.62, samples=5
   iops        : min=    2, max=   32, avg=18.80, stdev=15.40, samples=5
  lat (usec)   : 2=6.00%, 4=86.00%, 10=6.00%, 20=2.00%
  cpu          : usr=0.02%, sys=0.00%, ctx=63, majf=0, minf=38
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=50,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-read-/mnt/mfs: (groupid=0, jobs=1): err= 0: pid=7497: Tue Apr 12 19:27:04 2022
  read: IOPS=15, BW=1989KiB/s (2037kB/s)(8576KiB/4312msec)
    slat (usec): min=74, max=2871.2k, avg=104159.09, stdev=441431.14
    clat (nsec): min=1885, max=217626, avg=7825.38, stdev=29891.59
     lat (usec): min=78, max=1740.3k, avg=62243.38, stdev=279785.03
    clat percentiles (nsec):
     |  1.00th=[  1880],  5.00th=[  1960], 10.00th=[  2096], 20.00th=[  2576],
     | 30.00th=[  2576], 40.00th=[  2640], 50.00th=[  2640], 60.00th=[  2736],
     | 70.00th=[  2800], 80.00th=[  2928], 90.00th=[  3984], 95.00th=[  4960],
     | 99.00th=[218112], 99.50th=[218112], 99.90th=[218112], 99.95th=[218112],
     | 99.99th=[218112]
   bw (  KiB/s): min= 3330, max= 4096, per=24.62%, avg=3847.00, stdev=361.32, samples=4
   iops        : min=   26, max=   32, avg=30.00, stdev= 2.83, samples=4
  lat (usec)   : 2=6.06%, 4=84.85%, 10=6.06%, 250=3.03%
  cpu          : usr=0.05%, sys=0.00%, ctx=84, majf=0, minf=37
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=66,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-read-/mnt/mfs: (groupid=0, jobs=1): err= 0: pid=7498: Tue Apr 12 19:27:04 2022
  read: IOPS=12, BW=1622KiB/s (1661kB/s)(5504KiB/3393msec)
    slat (usec): min=74, max=1389.9k, avg=86855.86, stdev=296946.61
    clat (nsec): min=1746, max=5587, avg=2875.07, stdev=772.71
     lat (usec): min=78, max=1324.3k, avg=55834.59, stdev=218921.70
    clat percentiles (nsec):
     |  1.00th=[ 1752],  5.00th=[ 2160], 10.00th=[ 2576], 20.00th=[ 2640],
     | 30.00th=[ 2640], 40.00th=[ 2640], 50.00th=[ 2736], 60.00th=[ 2736],
     | 70.00th=[ 2800], 80.00th=[ 2800], 90.00th=[ 2928], 95.00th=[ 5216],
     | 99.00th=[ 5600], 99.50th=[ 5600], 99.90th=[ 5600], 99.95th=[ 5600],
     | 99.99th=[ 5600]
   bw (  KiB/s): min=  768, max= 3764, per=15.30%, avg=2391.25, stdev=1289.67, samples=4
   iops        : min=    6, max=   29, avg=18.50, stdev= 9.88, samples=4
  lat (usec)   : 2=2.38%, 4=90.48%, 10=7.14%
  cpu          : usr=0.00%, sys=0.03%, ctx=49, majf=0, minf=37
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=42,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-read-/mnt/mfs: (groupid=0, jobs=1): err= 0: pid=7499: Tue Apr 12 19:27:04 2022
  read: IOPS=19, BW=2523KiB/s (2584kB/s)(7552KiB/2993msec)
    slat (usec): min=66, max=2502.1k, avg=93105.28, stdev=380917.90
    clat (nsec): min=2165, max=69003, avg=3949.64, stdev=8701.09
     lat (usec): min=70, max=1319.9k, avg=51582.60, stdev=209949.83
    clat percentiles (nsec):
     |  1.00th=[ 2160],  5.00th=[ 2384], 10.00th=[ 2576], 20.00th=[ 2640],
     | 30.00th=[ 2640], 40.00th=[ 2640], 50.00th=[ 2736], 60.00th=[ 2736],
     | 70.00th=[ 2800], 80.00th=[ 2864], 90.00th=[ 3504], 95.00th=[ 4048],
     | 99.00th=[69120], 99.50th=[69120], 99.90th=[69120], 99.95th=[69120],
     | 99.99th=[69120]
   bw (  KiB/s): min= 4087, max= 4096, per=26.19%, avg=4093.00, stdev= 5.20, samples=3
   iops        : min=   31, max=   32, avg=31.67, stdev= 0.58, samples=3
  lat (usec)   : 4=94.83%, 10=3.45%, 100=1.72%
  cpu          : usr=0.03%, sys=0.00%, ctx=83, majf=0, minf=37
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=58,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-read-/mnt/mfs: (groupid=0, jobs=1): err= 0: pid=7500: Tue Apr 12 19:27:04 2022
  read: IOPS=13, BW=1750KiB/s (1792kB/s)(7552KiB/4315msec)
    slat (usec): min=74, max=1274.3k, avg=80894.45, stdev=262396.81
    clat (nsec): min=1885, max=5587, avg=2763.53, stdev=600.11
     lat (usec): min=78, max=1274.3k, avg=66510.36, stdev=240038.82
    clat percentiles (nsec):
     |  1.00th=[ 1880],  5.00th=[ 1960], 10.00th=[ 1960], 20.00th=[ 2576],
     | 30.00th=[ 2640], 40.00th=[ 2640], 50.00th=[ 2640], 60.00th=[ 2736],
     | 70.00th=[ 2800], 80.00th=[ 2864], 90.00th=[ 3216], 95.00th=[ 3984],
     | 99.00th=[ 5600], 99.50th=[ 5600], 99.90th=[ 5600], 99.95th=[ 5600],
     | 99.99th=[ 5600]
   bw (  KiB/s): min=  256, max= 4608, per=19.27%, avg=3012.60, stdev=1837.31, samples=5
   iops        : min=    2, max=   36, avg=23.40, stdev=14.45, samples=5
  lat (usec)   : 2=10.34%, 4=86.21%, 10=3.45%
  cpu          : usr=0.00%, sys=0.02%, ctx=71, majf=0, minf=37
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=58,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-read-/mnt/mfs: (groupid=0, jobs=1): err= 0: pid=7501: Tue Apr 12 19:27:04 2022
  read: IOPS=13, BW=1808KiB/s (1852kB/s)(6528KiB/3610msec)
    slat (usec): min=78, max=1403.2k, avg=98251.26, stdev=326866.67
    clat (nsec): min=1816, max=884541, avg=20406.26, stdev=124702.20
     lat (usec): min=81, max=1399.1k, avg=72176.37, stdev=271246.19
    clat percentiles (nsec):
     |  1.00th=[  1816],  5.00th=[  1960], 10.00th=[  1960], 20.00th=[  2640],
     | 30.00th=[  2640], 40.00th=[  2736], 50.00th=[  2800], 60.00th=[  2800],
     | 70.00th=[  2864], 80.00th=[  2864], 90.00th=[  3696], 95.00th=[  4192],
     | 99.00th=[880640], 99.50th=[880640], 99.90th=[880640], 99.95th=[880640],
     | 99.99th=[880640]
   bw (  KiB/s): min= 2985, max= 4104, per=23.86%, avg=3728.33, stdev=643.76, samples=3
   iops        : min=   23, max=   32, avg=29.00, stdev= 5.20, samples=3
  lat (usec)   : 2=10.00%, 4=84.00%, 10=4.00%, 1000=2.00%
  cpu          : usr=0.00%, sys=0.03%, ctx=61, majf=0, minf=38
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=50,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-read-/mnt/mfs: (groupid=0, jobs=1): err= 0: pid=7502: Tue Apr 12 19:27:04 2022
  read: IOPS=23, BW=3067KiB/s (3141kB/s)(8576KiB/2796msec)
    slat (usec): min=54, max=3429.3k, avg=92892.75, stdev=456249.33
    clat (nsec): min=1885, max=8242, avg=2857.17, stdev=914.34
     lat (usec): min=57, max=1399.2k, avg=42345.20, stdev=193681.47
    clat percentiles (nsec):
     |  1.00th=[ 1880],  5.00th=[ 1880], 10.00th=[ 1960], 20.00th=[ 2576],
     | 30.00th=[ 2640], 40.00th=[ 2640], 50.00th=[ 2736], 60.00th=[ 2736],
     | 70.00th=[ 2800], 80.00th=[ 2928], 90.00th=[ 3280], 95.00th=[ 4640],
     | 99.00th=[ 8256], 99.50th=[ 8256], 99.90th=[ 8256], 99.95th=[ 8256],
     | 99.99th=[ 8256]
   bw (  KiB/s): min= 4096, max= 4104, per=26.22%, avg=4098.67, stdev= 4.62, samples=3
   iops        : min=   32, max=   32, avg=32.00, stdev= 0.00, samples=3
  lat (usec)   : 2=10.61%, 4=81.82%, 10=7.58%
  cpu          : usr=0.07%, sys=0.00%, ctx=80, majf=0, minf=38
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=66,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-read-/mnt/mfs: (groupid=0, jobs=1): err= 0: pid=7503: Tue Apr 12 19:27:04 2022
  read: IOPS=11, BW=1503KiB/s (1539kB/s)(6528KiB/4344msec)
    slat (usec): min=73, max=1454.5k, avg=104112.75, stdev=303433.51
    clat (nsec): min=1886, max=5378, avg=2841.20, stdev=558.26
     lat (usec): min=77, max=1454.6k, avg=86831.12, stdev=279991.34
    clat percentiles (nsec):
     |  1.00th=[ 1880],  5.00th=[ 2024], 10.00th=[ 2576], 20.00th=[ 2640],
     | 30.00th=[ 2640], 40.00th=[ 2640], 50.00th=[ 2736], 60.00th=[ 2736],
     | 70.00th=[ 2800], 80.00th=[ 2864], 90.00th=[ 3344], 95.00th=[ 3920],
     | 99.00th=[ 5408], 99.50th=[ 5408], 99.90th=[ 5408], 99.95th=[ 5408],
     | 99.99th=[ 5408]
   bw (  KiB/s): min=  256, max= 3840, per=13.07%, avg=2042.60, stdev=1785.28, samples=5
   iops        : min=    2, max=   30, avg=15.80, stdev=13.75, samples=5
  lat (usec)   : 2=4.00%, 4=92.00%, 10=4.00%
  cpu          : usr=0.00%, sys=0.02%, ctx=67, majf=0, minf=38
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=50,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-read-/mnt/mfs: (groupid=0, jobs=1): err= 0: pid=7504: Tue Apr 12 19:27:04 2022
  read: IOPS=16, BW=2165KiB/s (2217kB/s)(4480KiB/2069msec)
    slat (usec): min=72, max=1004.7k, avg=60118.52, stdev=202712.04
    clat (nsec): min=2584, max=6076, avg=2828.65, stdev=686.30
     lat (usec): min=76, max=1004.7k, avg=44503.65, stdev=183140.02
    clat percentiles (nsec):
     |  1.00th=[ 2576],  5.00th=[ 2576], 10.00th=[ 2576], 20.00th=[ 2576],
     | 30.00th=[ 2576], 40.00th=[ 2640], 50.00th=[ 2640], 60.00th=[ 2640],
     | 70.00th=[ 2640], 80.00th=[ 2736], 90.00th=[ 2800], 95.00th=[ 4640],
     | 99.00th=[ 6048], 99.50th=[ 6048], 99.90th=[ 6048], 99.95th=[ 6048],
     | 99.99th=[ 6048]
   bw (  KiB/s): min=  768, max= 4104, per=17.35%, avg=2711.00, stdev=1734.68, samples=3
   iops        : min=    6, max=   32, avg=21.00, stdev=13.45, samples=3
  lat (usec)   : 4=94.12%, 10=5.88%
  cpu          : usr=0.05%, sys=0.00%, ctx=38, majf=0, minf=38
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=34,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-read-/mnt/mfs: (groupid=0, jobs=1): err= 0: pid=7505: Tue Apr 12 19:27:04 2022
  read: IOPS=13, BW=1716KiB/s (1757kB/s)(6528KiB/3805msec)
    slat (usec): min=75, max=1486.8k, avg=103711.96, stdev=318201.55
    clat (nsec): min=1886, max=6076, avg=2834.12, stdev=658.84
     lat (usec): min=79, max=1433.9k, avg=76054.91, stdev=251990.18
    clat percentiles (nsec):
     |  1.00th=[ 1880],  5.00th=[ 2024], 10.00th=[ 2320], 20.00th=[ 2576],
     | 30.00th=[ 2576], 40.00th=[ 2640], 50.00th=[ 2640], 60.00th=[ 2736],
     | 70.00th=[ 2800], 80.00th=[ 2928], 90.00th=[ 3696], 95.00th=[ 4048],
     | 99.00th=[ 6048], 99.50th=[ 6048], 99.90th=[ 6048], 99.95th=[ 6048],
     | 99.99th=[ 6048]
   bw (  KiB/s): min=  256, max= 4096, per=16.05%, avg=2508.80, stdev=2059.17, samples=5
   iops        : min=    2, max=   32, avg=19.60, stdev=16.09, samples=5
  lat (usec)   : 2=4.00%, 4=90.00%, 10=6.00%
  cpu          : usr=0.00%, sys=0.03%, ctx=57, majf=0, minf=37
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=50,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=15.3MiB/s (16.0MB/s), 1492KiB/s-3067KiB/s (1528kB/s-3141kB/s), io=66.8MiB (70.0MB), run=2069-4374msec
high-seq-read-/mnt/mfs: (g=0): rw=read, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=libaio, iodepth=1
...
fio-3.29-112-gc3773
Starting 10 processes
high-seq-read-/mnt/mfs: Laying out IO file (1 file / 10MiB)

high-seq-read-/mnt/mfs: (groupid=0, jobs=1): err= 0: pid=7942: Tue Apr 12 19:28:14 2022
  read: IOPS=12, BW=1630KiB/s (1669kB/s)(4480KiB/2749msec)
    slat (usec): min=55, max=1149.4k, avg=63133.37, stdev=251969.47
    clat (nsec): min=1606, max=5587, avg=2600.68, stdev=762.36
     lat (usec): min=58, max=1149.4k, avg=62882.51, stdev=255755.16
    clat percentiles (nsec):
     |  1.00th=[ 1608],  5.00th=[ 1880], 10.00th=[ 1880], 20.00th=[ 1960],
     | 30.00th=[ 1960], 40.00th=[ 2640], 50.00th=[ 2736], 60.00th=[ 2736],
     | 70.00th=[ 2800], 80.00th=[ 2800], 90.00th=[ 2864], 95.00th=[ 4512],
     | 99.00th=[ 5600], 99.50th=[ 5600], 99.90th=[ 5600], 99.95th=[ 5600],
     | 99.99th=[ 5600]
   bw (  KiB/s): min= 1961, max= 4096, per=19.66%, avg=2957.67, stdev=1074.53, samples=3
   iops        : min=   15, max=   32, avg=23.00, stdev= 8.54, samples=3
  lat (usec)   : 2=35.29%, 4=58.82%, 10=5.88%
  cpu          : usr=0.04%, sys=0.00%, ctx=37, majf=0, minf=37
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=34,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-read-/mnt/mfs: (groupid=0, jobs=1): err= 0: pid=7943: Tue Apr 12 19:28:14 2022
  read: IOPS=10, BW=1390KiB/s (1424kB/s)(4480KiB/3222msec)
    slat (usec): min=73, max=892614, avg=82012.93, stdev=229923.18
    clat (nsec): min=2584, max=3911, avg=2842.94, stdev=355.45
     lat (usec): min=77, max=892620, avg=64952.61, stdev=209631.53
    clat percentiles (nsec):
     |  1.00th=[ 2576],  5.00th=[ 2576], 10.00th=[ 2640], 20.00th=[ 2640],
     | 30.00th=[ 2640], 40.00th=[ 2736], 50.00th=[ 2736], 60.00th=[ 2736],
     | 70.00th=[ 2736], 80.00th=[ 2800], 90.00th=[ 3504], 95.00th=[ 3920],
     | 99.00th=[ 3920], 99.50th=[ 3920], 99.90th=[ 3920], 99.95th=[ 3920],
     | 99.99th=[ 3920]
   bw (  KiB/s): min= 1957, max= 2816, per=14.74%, avg=2217.25, stdev=401.47, samples=4
   iops        : min=   15, max=   22, avg=17.25, stdev= 3.20, samples=4
  lat (usec)   : 4=100.00%
  cpu          : usr=0.03%, sys=0.00%, ctx=41, majf=0, minf=36
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=34,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-read-/mnt/mfs: (groupid=0, jobs=1): err= 0: pid=7944: Tue Apr 12 19:28:14 2022
  read: IOPS=12, BW=1590KiB/s (1628kB/s)(6528KiB/4106msec)
    slat (usec): min=74, max=1988.1k, avg=117764.55, stdev=404591.30
    clat (nsec): min=2235, max=6425, avg=2948.62, stdev=738.31
     lat (usec): min=78, max=1988.1k, avg=82070.48, stdev=317344.48
    clat percentiles (nsec):
     |  1.00th=[ 2224],  5.00th=[ 2576], 10.00th=[ 2640], 20.00th=[ 2640],
     | 30.00th=[ 2640], 40.00th=[ 2736], 50.00th=[ 2736], 60.00th=[ 2736],
     | 70.00th=[ 2800], 80.00th=[ 2864], 90.00th=[ 3280], 95.00th=[ 4512],
     | 99.00th=[ 6432], 99.50th=[ 6432], 99.90th=[ 6432], 99.95th=[ 6432],
     | 99.99th=[ 6432]
   bw (  KiB/s): min=  256, max= 4104, per=16.43%, avg=2471.20, stdev=2024.56, samples=5
   iops        : min=    2, max=   32, avg=19.20, stdev=15.72, samples=5
  lat (usec)   : 4=92.00%, 10=8.00%
  cpu          : usr=0.02%, sys=0.00%, ctx=62, majf=0, minf=36
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=50,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-read-/mnt/mfs: (groupid=0, jobs=1): err= 0: pid=7945: Tue Apr 12 19:28:14 2022
  read: IOPS=13, BW=1781KiB/s (1824kB/s)(6528KiB/3665msec)
    slat (usec): min=73, max=1243.4k, avg=96186.16, stdev=284956.78
    clat (nsec): min=2375, max=5867, avg=2934.66, stdev=634.09
     lat (usec): min=77, max=1012.9k, avg=73246.99, stdev=235504.87
    clat percentiles (nsec):
     |  1.00th=[ 2384],  5.00th=[ 2576], 10.00th=[ 2640], 20.00th=[ 2640],
     | 30.00th=[ 2640], 40.00th=[ 2736], 50.00th=[ 2736], 60.00th=[ 2800],
     | 70.00th=[ 2800], 80.00th=[ 2928], 90.00th=[ 3280], 95.00th=[ 4512],
     | 99.00th=[ 5856], 99.50th=[ 5856], 99.90th=[ 5856], 99.95th=[ 5856],
     | 99.99th=[ 5856]
   bw (  KiB/s): min=  256, max= 3335, per=13.61%, avg=2048.40, stdev=1132.45, samples=5
   iops        : min=    2, max=   26, avg=15.80, stdev= 8.84, samples=5
  lat (usec)   : 4=92.00%, 10=8.00%
  cpu          : usr=0.00%, sys=0.03%, ctx=57, majf=0, minf=36
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=50,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-read-/mnt/mfs: (groupid=0, jobs=1): err= 0: pid=7946: Tue Apr 12 19:28:14 2022
  read: IOPS=16, BW=2125KiB/s (2176kB/s)(7552KiB/3554msec)
    slat (usec): min=73, max=2106.6k, avg=95905.51, stdev=352208.70
    clat (nsec): min=2584, max=28984, avg=3690.72, stdev=4067.22
     lat (usec): min=82, max=1239.8k, avg=61243.51, stdev=232541.03
    clat percentiles (nsec):
     |  1.00th=[ 2576],  5.00th=[ 2576], 10.00th=[ 2640], 20.00th=[ 2640],
     | 30.00th=[ 2736], 40.00th=[ 2736], 50.00th=[ 2736], 60.00th=[ 2800],
     | 70.00th=[ 2800], 80.00th=[ 2928], 90.00th=[ 3984], 95.00th=[ 8160],
     | 99.00th=[29056], 99.50th=[29056], 99.90th=[29056], 99.95th=[29056],
     | 99.99th=[29056]
   bw (  KiB/s): min= 2821, max= 4104, per=23.85%, avg=3587.25, stdev=627.22, samples=4
   iops        : min=   22, max=   32, avg=28.00, stdev= 4.90, samples=4
  lat (usec)   : 4=91.38%, 10=5.17%, 20=1.72%, 50=1.72%
  cpu          : usr=0.00%, sys=0.00%, ctx=68, majf=0, minf=36
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=58,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-read-/mnt/mfs: (groupid=0, jobs=1): err= 0: pid=7947: Tue Apr 12 19:28:14 2022
  read: IOPS=17, BW=2312KiB/s (2367kB/s)(8576KiB/3710msec)
    slat (usec): min=79, max=3402.4k, avg=106131.66, stdev=472899.16
    clat (nsec): min=2445, max=5588, avg=2895.26, stdev=462.35
     lat (usec): min=84, max=1554.8k, avg=56193.34, stdev=239551.96
    clat percentiles (nsec):
     |  1.00th=[ 2448],  5.00th=[ 2640], 10.00th=[ 2640], 20.00th=[ 2640],
     | 30.00th=[ 2736], 40.00th=[ 2736], 50.00th=[ 2736], 60.00th=[ 2800],
     | 70.00th=[ 2864], 80.00th=[ 2928], 90.00th=[ 3344], 95.00th=[ 3920],
     | 99.00th=[ 5600], 99.50th=[ 5600], 99.90th=[ 5600], 99.95th=[ 5600],
     | 99.99th=[ 5600]
   bw (  KiB/s): min=  256, max= 4096, per=21.44%, avg=3225.60, stdev=1664.98, samples=5
   iops        : min=    2, max=   32, avg=25.20, stdev=13.01, samples=5
  lat (usec)   : 4=96.97%, 10=3.03%
  cpu          : usr=0.05%, sys=0.00%, ctx=82, majf=0, minf=37
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=66,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-read-/mnt/mfs: (groupid=0, jobs=1): err= 0: pid=7948: Tue Apr 12 19:28:14 2022
  read: IOPS=14, BW=1832KiB/s (1876kB/s)(8576KiB/4680msec)
    slat (usec): min=73, max=1956.4k, avg=95236.91, stdev=355224.38
    clat (nsec): min=2374, max=37086, avg=4106.77, stdev=6060.74
     lat (usec): min=79, max=1956.4k, avg=70871.89, stdev=296171.18
    clat percentiles (nsec):
     |  1.00th=[ 2384],  5.00th=[ 2640], 10.00th=[ 2640], 20.00th=[ 2640],
     | 30.00th=[ 2640], 40.00th=[ 2736], 50.00th=[ 2736], 60.00th=[ 2800],
     | 70.00th=[ 2864], 80.00th=[ 2928], 90.00th=[ 3696], 95.00th=[ 4192],
     | 99.00th=[37120], 99.50th=[37120], 99.90th=[37120], 99.95th=[37120],
     | 99.99th=[37120]
   bw (  KiB/s): min=  256, max= 4096, per=18.00%, avg=2708.60, stdev=1581.92, samples=5
   iops        : min=    2, max=   32, avg=21.00, stdev=12.29, samples=5
  lat (usec)   : 4=92.42%, 10=3.03%, 20=1.52%, 50=3.03%
  cpu          : usr=0.00%, sys=0.02%, ctx=96, majf=0, minf=37
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=66,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-read-/mnt/mfs: (groupid=0, jobs=1): err= 0: pid=7949: Tue Apr 12 19:28:14 2022
  read: IOPS=14, BW=1875KiB/s (1920kB/s)(8576KiB/4574msec)
    slat (usec): min=76, max=2313.0k, avg=99457.34, stdev=373367.95
    clat (nsec): min=2235, max=72775, avg=3931.33, stdev=8622.90
     lat (usec): min=80, max=1436.9k, avg=65926.73, stdev=254997.66
    clat percentiles (nsec):
     |  1.00th=[ 2224],  5.00th=[ 2384], 10.00th=[ 2576], 20.00th=[ 2640],
     | 30.00th=[ 2640], 40.00th=[ 2736], 50.00th=[ 2736], 60.00th=[ 2736],
     | 70.00th=[ 2800], 80.00th=[ 2928], 90.00th=[ 3504], 95.00th=[ 4192],
     | 99.00th=[73216], 99.50th=[73216], 99.90th=[73216], 99.95th=[73216],
     | 99.99th=[73216]
   bw (  KiB/s): min= 2048, max= 4096, per=22.69%, avg=3413.80, stdev=965.02, samples=5
   iops        : min=   16, max=   32, avg=26.60, stdev= 7.60, samples=5
  lat (usec)   : 4=93.94%, 10=4.55%, 100=1.52%
  cpu          : usr=0.00%, sys=0.04%, ctx=77, majf=0, minf=37
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=66,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-read-/mnt/mfs: (groupid=0, jobs=1): err= 0: pid=7950: Tue Apr 12 19:28:14 2022
  read: IOPS=13, BW=1727KiB/s (1768kB/s)(7552KiB/4373msec)
    slat (usec): min=59, max=1847.7k, avg=105405.36, stdev=363015.65
    clat (nsec): min=1885, max=5308, avg=2678.16, stdev=614.41
     lat (usec): min=62, max=1639.7k, avg=75369.80, stdev=282696.44
    clat percentiles (nsec):
     |  1.00th=[ 1880],  5.00th=[ 1880], 10.00th=[ 1880], 20.00th=[ 1960],
     | 30.00th=[ 2576], 40.00th=[ 2640], 50.00th=[ 2736], 60.00th=[ 2736],
     | 70.00th=[ 2800], 80.00th=[ 2928], 90.00th=[ 3504], 95.00th=[ 3856],
     | 99.00th=[ 5280], 99.50th=[ 5280], 99.90th=[ 5280], 99.95th=[ 5280],
     | 99.99th=[ 5280]
   bw (  KiB/s): min=  256, max= 4096, per=17.02%, avg=2560.00, stdev=1632.52, samples=4
   iops        : min=    2, max=   32, avg=20.00, stdev=12.75, samples=4
  lat (usec)   : 2=20.69%, 4=77.59%, 10=1.72%
  cpu          : usr=0.02%, sys=0.00%, ctx=67, majf=0, minf=37
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=58,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1
high-seq-read-/mnt/mfs: (groupid=0, jobs=1): err= 0: pid=7951: Tue Apr 12 19:28:14 2022
  read: IOPS=13, BW=1771KiB/s (1814kB/s)(7552KiB/4264msec)
    slat (usec): min=73, max=1211.6k, avg=82709.71, stdev=264050.34
    clat (nsec): min=2305, max=6006, avg=2973.07, stdev=734.81
     lat (usec): min=77, max=1211.6k, avg=64220.37, stdev=224520.75
    clat percentiles (nsec):
     |  1.00th=[ 2320],  5.00th=[ 2576], 10.00th=[ 2576], 20.00th=[ 2640],
     | 30.00th=[ 2640], 40.00th=[ 2736], 50.00th=[ 2800], 60.00th=[ 2800],
     | 70.00th=[ 2864], 80.00th=[ 2864], 90.00th=[ 3696], 95.00th=[ 5600],
     | 99.00th=[ 5984], 99.50th=[ 5984], 99.90th=[ 5984], 99.95th=[ 5984],
     | 99.99th=[ 5984]
   bw (  KiB/s): min=  768, max= 4096, per=20.08%, avg=3020.80, stdev=1463.91, samples=5
   iops        : min=    6, max=   32, avg=23.60, stdev=11.44, samples=5
  lat (usec)   : 4=93.10%, 10=6.90%
  cpu          : usr=0.05%, sys=0.00%, ctx=67, majf=0, minf=36
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=58,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=14.7MiB/s (15.4MB/s), 1390KiB/s-2312KiB/s (1424kB/s-2367kB/s), io=68.8MiB (72.1MB), run=2749-4680msec